Repository: Jason360x/Portfolio
Catalog: JasonsRPGCharacterTool/JasonsRPGCharacterTool/JasonsRPGCharacterTool/Properties/strings.*.resx
Languages: de

# characterButtonText
source: Characters
de: Charaktere

# charAgeText
source: Age:
de: Alter:

# charAgilityText
source: Agility:
de: Agilität:

# charAlchemyText
source: Alchemy:
de: Alchemie:

# charAlterationText
source: Alteration:
de: Veränderung:

# charArcheryText
source: Archery:
de: Schießen:

# charAttribBaseText
source: Base:
de: Basis:

# charAttribText
source: Attributes
de: Attribute

# charConcentText
source: Concentration:
de: Konzentration:

# charConjurationText
source: Conjuration:
de: Beschwörung:

# charDestructionText
source: Destruction:
de: Zerstörung:

# charDexterText
source: Dexterity:
de: Geschick:

# charDrinkingText
source: Drinking:
de: Zechen:

# charElectResText
source: Electr. Resistance:
de: Elektro Resistenz:

# charEnchantingText
source: Enchanting:
de: Verzauberung:

# charEnduraText
source: Endurance:
de: Ausdauer:

# charFireResText
source: Fire Resistance:
de: Feuer Resistenz:

# charFrostResText
source: Frost Resistance:
de: Frost Resistenz:

# charGenderText
source: Gender:
de: Geschlecht:

# charHeavWeapText
source: Heavy Weapons:
de: Schwere Waffen:

# charHeightText
source: Height:
de: Größe:

# charHPCurrText
source: HP Current:
de: HP Aktuell:

# charIntelliText
source: Intelligence:
de: Intelligenz:

# charLightWeapText
source: Light Weapons:
de: Leichte Waffen:

# charLockpickText
source: Lockpicking:
de: Schlossknacken:

# charMagArmText
source: Mag. Armor:
de: Mag. Rüstung:

# charMagCurrText
source: Magicka Current:
de: Magicka Aktuell:

# charNotesText
source: Notes
de: Notizen

# charParryText
source: Parry:
de: Parieren:

# charPerceptText
source: Perception:
de: Wahrnehmung:

# charPhysArmText
source: Phys. Armor:
de: Phys. Rüstung:

# charPickpocketText
source: Pickpocket:
de: Taschendiebstahl:

# charPoisResText
source: Poison Resistance:
de: Gift Resistenz:

# charRaceText
source: Race:
de: Rasse:

# charRollReqText
source: Parry:
de: Parade:

# charSingingText
source: Singing:
de: Musizieren:

# charSmithingText
source: Smithing:
de: Schmieden:

# charSneakText
source: Sneak:
de: Schleichen:

# charSpeechText
source: Speech:
de: Redekunst:

# charStrengthText
source: Strength:
de: Kraft:

# charStyleText
source: Style:
de: Stil:

# charTalentsText
source: Talents
de: Talente

# charThrowText
source: Throwing:
de: Werfen:

# charTrapsText
source: Trapping:
de: Fallen legen:

# charUnarmedText
source: Unarmed:
de: Waffenlos:

# chooseRPG
source: Please choose the RPG you play.
de: Bitte wähle das RPG, das du spielen willst, aus.

# creditsButtonText
source: Credits
de: Mitwirkende

# creditsText
source: Programmed and designed by:
de: Designed und programmiert von:

# exitText
source: Quit
de: Beenden

# idealPiceSizeInfoText
source: Ideal pic ratio: 3x4
de: Ideales Bildverhältnis: 3x4

# rollButtonText
source: Roll Dice
de: Würfeln

# rollHelpText
source: Click on a dice to roll.
de: Drücke auf einen Würfel um zu würfeln.

# companionChar1Name
source: Companion 1
de: Begleiter 1

# companionChar2Name
source: Companion 2
de: Begleiter 2

# companionChar3Name
source: Companion 3
de: Begleiter 3

# customRollButtonText
source: Roll Dice
de: Würfeln

# customRollText
source: Custom Dice Roll
de: Benutzerdefinierter Würfel

# enemyChar1Name
source: Enemy 1
de: Gegner 1

# enemyChar2Name
source: Enemy 2
de: Gegner 2

# enemyChar3Name
source: Enemy 3
de: Gegner 3

# enemyChar4Name
source: Enemy 4
de: Gegner 4

# enemyChar5Name
source: Enemy 5
de: Gegner 5

# enemyChar6Name
source: Enemy 6
de: Gegner 6

# enemyChar7Name
source: Enemy 7
de: Gegner 7

# enemyChar8Name
source: Enemy 8
de: Gegner 8

# playerChar1Name
source: Player 1
de: Spieler 1

# playerChar2Name
source: Player 2
de: Spieler 2

# playerChar3Name
source: Player 3
de: Spieler 3

# playerChar4Name
source: Player 4
de: Spieler 4

source: No
de: Nein

source: Save?
de: Speichern?

# saveOrNah
source: Do you want to save your shop?
de: Möchtest du deinen Shop speichern?

# shopAmount
source: Amount
de: Menge

# shopAsteriusSave
source: Save Asterius
de: Speichere Asterius

# shopLoadSave
source: Load TXT
de: Lade TXT

# shopName
source: Item Name
de: Gegenstandname

# shopPrice
source: Price
de: Preis

# shopTESSave
source: Save TES
de: Speichere TES

source: Yes
de: Ja

# shopToolDescript
source: Create a shop in the shop tool to be able to later load it in the RPG-mode of your choosing.
de: Mit dem Shoptool kann man einen Shop erstellen und diesen im jeweiligen RPG-Modus laden.

# charActing
source: Acting:
de: Handeln:

# charEndurText
source: Endurance:
de: Ausdauer:

# charGun
source: Weapon:
de: Waffe:

# charGunBonus
source: Weapon Bonus:
de: Waffenbonus:

# charGunDmg
source: Weapon Damage:
de: Waffenschaden:

# charGuns
source: Guns:
de: Schusswaffen:

# charHacking
source: Hacking:
de: Hacken:

# charInfantery
source: Infantry:
de: Infanterie:

# charLangFornsh
source: Fornsh:
de: Fornsch:

# charLangMekish
source: Mekish:
de: Mekisch:

# charLangVulsh
source: Vulsh:
de: Vulsch:

# charLeading
source: Leading:
de: Anführen:

# charLuckText
source: Luck:
de: Glück:

# charLying
source: Lying:
de: Lügen:

# charMedicine
source: Medicine:
de: Medizin:

# charPointsSpent
source: Points spent:
de: Punkte ausgegeben:

# charRepairing
source: Repairing:
de: Reparieren:

# charSearching
source: Searching:
de: Spurensuche:

# charShipControl
source: Ship Control:
de: Schiffskontrolle:

# charSpaceCombat
source: Space Combat:
de: Raumkampf:

# charStrengthAsterius
source: Strength:
de: Stärke:

# charTrading
source: Trading:
de: Feilschen:

# shipButton
source: Spaceships
de: Raumschiffe

# applyClassButton
source: Apply Class
de: Klasse anwenden

# shipAmmo
source: Ammo:
de: Munition:

# shipAPTurn
source: AP / Move:
de: AP / Bewegung:

# shipClass
source: Class
de: Klasse

# shipDmg
source: Damage:
de: Schaden:

# shipFighterBomber
source: Fighter Bomber
de: Jagdbomber

# shipHitChance
source: Hit Chance:
de: Trefferchance:

# shipHPCurr
source: HP Current:
de: HP Aktuell:

# shipIdealPicRatioInfo
source: Ideal pic ratio: 4x3
de: Ideales Bildverhältnis: 4x3

# shipRange
source: Range:
de: Reichweite:

# shipRangeLoss
source: Loss value:
de: Abfallswert:

# shipRecon
source: Recon
de: Aufklärer

# shipSkills
source: Skills
de: Fähigkeiten

# shipSupportFighter
source: Support Fighter
de: Unterstützungsjäger

# shipTankfighter
source: Tankfighter
de: Panzerjäger

# shiptTactRecon
source: Tactical Recon
de: Taktischer Aufklärer

# shipWeapon
source: Weapon
de: Waffe

# shipArmor
source: Armor
de: Panzerung

# shipShield
source: Shield
de: Schild

# charHitChance
source: Ship Hit Ch.:
de: Schiff Trefferch.:

# upgradeAP
source: Shipcomputer Upgrade (AP)
de: Computerverbesserung (AP)

# upgradeAPFormula
source: Ship AP * 10
de: Schiff AP * 10

# upgradeAPTurn
source: Thruster Upgrade (AP / Move)
de: Schubdüsenverbesserung (AP / Bewegung)

# upgradeAPTurnFormula
source: (100 - AP / Move) * 40
de: (100 - AP / Bewegung) * 40

# upgradeArmor
source: Armor Upgrade
de: Panzerungsverbesserung

# upgradeArmorFormula
source: Armor * 50
de: Panzerung * 50

# upgradeButton
source: Calculations
de: Rechnen

# upgradeFormula
source: Formula
de: Formel

# upgradeHC
source: Radarsystem Upgrade (Hit Chance)
de: Radarsystemverbesserung (Trefferchance)

# upgradeHCFormula
source: (-20 - Hit Chance) * (- 150)
de: (-20 - Trefferchance) * (- 150)

# upgradeInput
source: Input
de: Eingabe

# upgradeResult
source: Result
de: Ergebnis

# upgradeShield
source: Shield Upgrade
de: Schildverbesserung

# upgradeShieldFormula
source: Shield * 50
de: Schild * 50

source: Apply Stats
de: Werte übernehmen

source: Calculate Costs of Upgrades
de: Upgradekostenberechnung

source: Calculate Damage
de: Schadensberechnung

source: Dealt Damage
de: Schaden

source: Lasers
de: Laser

source: Missiles
de: Raketen

source: Weapon Type
de: Waffentyp

# newVersion
source: Update available!
de: Update verfügbar!

# charAttackTalents
source: Attack Talents
de: Angriffstalente

# charPracticalTalents
source: Practical Talents
de: Praktische Talente

# charSocialTalents
source: Social Talents
de: Soziale Talente

# knowledge
source: Knowledge (Max: 5 Points)
de: Wissen (Maximal 5 Punkte)

# knowledgeArchitecture
source: Architecture
de: Architektur

# knowledgeAstronomy
source: Astronomy
de: Astronomie

# knowledgeBionic
source: Bionic
de: Bionik

# knowledgeComputers
source: Computers
de: Computer

# knowledgeCriminality
source: Criminality
de: Kriminalität (Gassenwissen)

# knowledgeExplosives
source: Explosives
de: Sprengstoffkunde

# knowledgeGuns
source: Firearms
de: Schusswaffenkunde

# knowledgeHistory
source: History
de: Geschichte

# knowledgeMedicine
source: Medicine
de: Medizin

# knowledgeMilitary
source: Military
de: Militär

# knowledgePlants
source: Plants
de: Pflanzenkunde

# knowledgePolitics
source: Politics
de: Politik

# knowledgeSciences
source: Sciences
de: Naturwissenschaften

# knowledgeSpaceships
source: Spaceships
de: Raumschiffe

# knowledgeTech
source: Tech
de: Technik

# knowledgeTraps
source: Traps
de: Fallenkunde

# knowledgeUnarmed
source: Melee Weapons
de: Nahkampfwaffen

# languages
source: Languages (Max: 5 Points)
de: Sprachen (Maximal 5 Punkte)

# standaloneKnowledge
source: Knowledge
de: Wissen

# standaloneLanguages
source: Languages
de: Sprachen

# saveToZip
source: Do you want to save your current Characters?
de: Möchtest du deine aktuellen Charaktere speichern?

# loadCharsFromZip
source: Open
de: Öffnen

# saveCharsToZip
source: Save
de: Speichern

# clearButton
source: Do you want to clear the stats of this character?
de: Möchtest du die Werte dieses Charakters löschen?

# clearButtonHeading
source: Clear character?
de: Charakter löschen?
